Repository: FelixMailwriter/VM
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ro_ro

source: There are no items to sell
ro_ro: Nu există elemente de vânzare

source: Message
ro_ro: Mesaj

source: Error
ro_ro: Eroare

source: Database connection failed
ro_ro: Eroare la conectarea cu baza de date

source: There is errors in the configuration file. No section.
ro_ro: Eroare de configurare. Nu există secțiunea

source: Database error
ro_ro: Eroare bazei de date

source: Close
ro_ro: Închide

source: Error in recognition of note
ro_ro: Eroare in recunoașterea bancnotei

source: Protocol version's setting error
ro_ro: Eroare de instalare a versiunei protocolului

source: Error in request of notes' channels
ro_ro: Eroare de cerere a canalului bancnotei

source: Error in notes' denomination reading
ro_ro: Eroare de citire a valoarei bancnotei

source: Error in setting channels of notes receiving
ro_ro: Eroare de instalare a receptorului bancnotelor

source: Engage procedure error
ro_ro: Eroare in procedura de lansare

source: Device synchronization failed
ro_ro: Eroare in sincronizare dispozitivului

source: Note receiver's port is not found
ro_ro: Portul a receptorului bancnotelor nu a fost găsit

source: Devise not responding
ro_ro: Dispozitivul nu răspunde

source: Configuration file error. No printer's section.
ro_ro: Eroare fișierului de configurare. Nu există o secțiune a imprimantei.

source: Select the model
ro_ro: Alegeti modelul

source: The key was written successfully
ro_ro: Cheia este înregistrată cu succes

source: Thanks for purchase
ro_ro: Vă mulțumim pentru procurare

source: Wait for delivery...
ro_ro: Asteptati emiterea

source: Delivery error. Call techsupport, please.
ro_ro: Eroare în emitere. Vă rugăm să contactați suportul tehnic.

source: Incomming cash
ro_ro: Suma întrodusă

source: Pay
ro_ro: Plătiți

source: Mashine does not give any odd money
ro_ro: Apparatul restul nu elibereaza

source: Cancel
ro_ro: Anulare

source: Next
ro_ro: Mai departe

source: Press the button "Scan"
ro_ro: Apăsați butonul 'Scanați'

source: and enclose your key to the scanner
ro_ro: și apropiați cheia D-vstră de scaner

source: Scanning...
ro_ro: Scanare

source: Scanning failed
ro_ro: Scanare eșuată

source: Scan
ro_ro: Scanați

source: The key is given away
ro_ro: Cheia este eliberată

source: Press 'Next'
ro_ro: Apăsați 'Mai departe'

source: and enclose it to the scanner
ro_ro: și apropiați cheia de scaner

source: Writing...
ro_ro: Înregistrare...

source: Writing failed. Try again, please.
ro_ro: Înregistrarea eșuată. Încercați încă o dată

source: Database connection error
ro_ro: Eroare la conectarea cu baza de date
