Repository: FelixMailwriter/VM
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: There are no items to sell
ru_ru: Нет предметов к продаже

source: Message
ru_ru: Сообщение

source: Error
ru_ru: Ошибка

source: Database connection failed
ru_ru: Ошибка соединения с базой данных

source: There is errors in the configuration file. No section.
ru_ru: Ошибка в файле конфигурации. Отсутствует секция.

source: Database error
ru_ru: Ошибка базы данных.

source: Close
ru_ru: Закрыть

source: Error in recognition of note
ru_ru: Банкнота не опознана

source: Protocol version's setting error
ru_ru: Ошибка установки версии протокола

source: Error in request of notes' channels
ru_ru: Ошибка запроса канала банкноты

source: Error in notes' denomination reading
ru_ru: Ошибка чтения номинала банкноты

source: Error in setting channels of notes receiving
ru_ru: Ошибка установки канала приема банкноты

source: Engage procedure error
ru_ru: Ошибка процедуры запуска

source: Device synchronization failed
ru_ru: Ошибка синхронизации устройства

source: Note receiver's port is not found
ru_ru: Порт купюроприемника не найден

source: Devise not responding
ru_ru: Устройство не отвечает

source: Configuration file error. No printer's section.
ru_ru: Ошибка файла конфигурации. Отсутствует секция принтера.

source: Select the model
ru_ru: Выберите модель

source: The key was written successfully
ru_ru: Ключ записан успешно

source: Thanks for purchase
ru_ru: Благодарим за покупку

source: Wait for delivery...
ru_ru: Ожидайте выдачи...

source: Delivery error. Call techsupport, please.
ru_ru: Ошибка выдачи. Обратитесь в техподдержку.

source: Incomming cash
ru_ru: Внесенная сумма

source: Pay
ru_ru: Оплатить

source: Mashine does not give any odd money
ru_ru: Внимание! Аппарат сдачи не дает.

source: Cancel
ru_ru: Отмена

source: Next
ru_ru: Далее

source: Press the button "Scan"
ru_ru: Нажмите кнопку "Сканировать"

source: and enclose your key to the scanner
ru_ru: и поднесите ключ к сканнеру

source: Scanning...
ru_ru: Сканирование...

source: Scanning failed
ru_ru: Ошибка сканирования

source: Scan
ru_ru: Сканировать

source: The key is given away
ru_ru: Ключ выдан

source: Press 'Next'
ru_ru: Нажмите "Далее"

source: and enclose it to the scanner
ru_ru: и поднесите ключ к сканнеру

source: Writing...
ru_ru: Запись...

source: Writing failed. Try again, please.
ru_ru: Запись неудачна. Попробуйте еще раз.

source: Database connection error
ru_ru: Ошибка соединения с базой данных
